export const devsData = [
  {
    id: 1,
    name: 'Shajib',
    age: 20,
    skill: 'IOS Developer',
    photo: 'https://unitedthemes.com/wp-content/uploads/2018/09/team2.jpg'
  },
  {
    id: 2,
    name: 'Anis Ahad',
    age: 22,
    skill: 'MERN Stack',
    photo: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSm3ONrcsf3qgz9CEHEbamRBMZ-OaBaI-dG1Q&s'
  },
  {
    id: 3,
    name: 'Rakib',
    age: 26,
    skill: 'Php',
    photo: 'https://powerpackelements.com/wp-content/uploads/2017/11/Team-memeber-01.png'
  }
];

export const blogsData = [
  {
    id: 1,
    title: 'মাজার–দরবারে হামলার প্রতিবাদে বিটিপির সভা–মানববন্ধন',
    slug: 'মাজার–দরবারে-হামলার-প্রতিবাদে-বিটিপির-সভা–মানববন্ধন',
    desc: 'বাংলাদেশ তরিকত পরিষদের (বিটিপি) প্রতিবাদী মানববন্ধন। গতকাল শনিবার রাজধানীর জাতীয় প্রেসক্লাবের সামনে।ছবি: সংগৃহীত দেশের বিভিন্ন মাজার, দরবারসহ ধর্মীয় প্রতিষ্ঠানে হামলার প্রতিবাদে সভা ও মানববন্ধন করেছে তরিকাপন্থী অরাজনৈতিক সংগঠন বাংলাদেশ তরিকত পরিষদ (বিটিপি)। গতকাল শনিবার রাজধানীর জাতীয় প্রেসক্লাবের আবদুস সালাম হলে প্রতিবাদ সভা হয়। প্রেসক্লাবের সামনে হয় মানববন্ধন। প্রতিবাদ সভায় প্রধান অতিথি ছিলেন ঢাকা বিশ্ববিদ্যালয় দর্শন বিভাগের চেয়ারম্যান অধ্যাপক ড. শাহ কাওসার মোস্তফা আবুল উলায়ী। তিনি বলেন, ছাত্র-জনতার রক্তঝরা বিজয়কে পুঁজি করে একদল লোক ফায়দা লুটছে। সমাজে শান্তিপ্রতিষ্ঠার অগ্রপথিক পীর-দরবেশদের মাজার ও খানকায় একের পর এক ন্যক্কারজনক হামলা, অগ্নিসংযোগ করা হচ্ছে। ছাত্র-জনতার আন্দোলনে নেতৃত্বদানকারী সমন্বয়কদের এদিকে নজর দেওয়ার সময় এসেছে।',
    photo: 'https://images.prothomalo.com/prothomalo-bangla%2F2024-09-08%2Fdf3f5l5e%2FHuman%20chain.jpeg?rect=0%2C67%2C1600%2C1067&auto=format%2Ccompress&fmt=webp&format=webp&w=640&dpr=1.0'
  },
  {
    id: 2,
    title: 'লন্ডনে গুরুতর অসুস্থ ব্যারিস্টার আবদুর রাজ্জাক',
    slug: 'লন্ডনে-গুরুতর-অসুস্থ-ব্যারিস্টার-আবদুর-রাজ্জাক',
    desc: 'ক্যানসারে আক্রান্ত হয়ে গুরুতর অসুস্থ অবস্থায় লন্ডনের একটি হাসপাতালে চিকিৎসাধীন জ্যেষ্ঠ আইনজীবী ও রাজনীতিবিদ ব্যারিস্টার আবদুর রাজ্জাক। ২০২০ সা‌লে তাঁর প্রো‌স্টে‌ট ক্যানসার ধ‌রা প‌ড়ে। সম্প্রতি শারীরিক অবস্থার অবনতি হওয়ায় তাঁকে লন্ডনের একটি হাসপাতালে ভর্তি করা হয়। এ পরিস্থিতিতে গতকাল শনিবার বাংলাদেশের একটি গণমাধ্যমে খবর বের হয়, এবি পা‌র্টির প্রধান উপ‌দেষ্টার পদ থে‌কে আবদুর রাজ্জাক পদত‌্যাগ কর‌ছেন। আজ রোববার লন্ডনের স্থানীয় সময় বেলা',
    photo: 'https://images.prothomalo.com/prothomalo-bangla%2F2024-09-08%2Fw15gymih%2Fabdur%20razzak.webp?auto=format%2Ccompress&fmt=webp&format=webp&w=300&dpr=1.0'
  },
  {
    id: 3,
    title: 'ভারত সফরের আগে ‘ভারতীয়’ বলের সঙ্গে মানিয়ে নেওয়ার লড়াই',
    slug: 'ভারত-সফরের-আগে-‘ভারতীয়’-বলের-সঙ্গে-মানিয়ে-নেওয়ার-লড়াই',
    desc: 'নতুন বলে শরীফুল ইসলামের বোলিং মানেই ফুল লেংথ আর সুইং। ইনিংসের শুরুতে তাঁর কাছে দলের চাওয়া থাকে এটাই। সে জন্য অনুশীলনেও সে দক্ষতাটা ঝালিয়ে করে নিতে হয়। পাকিস্তান সফর থেকে ফেরার পর দুই দিনের বিশ্রাম নিয়ে আজ অনুশীলনে ফিরে শরীফুল সেটাই করছিলেন। তবে এদিন একটু ভিন্নতা ছিল। শরীফুলের হাতে ছিল এসজি বল। এখনো সাদা বলের ক্রিকেটেই আটকে থাকা রিশাদ হোসেনের মতো দু–একজনকে বাদ দিলে সবার হাতেই তা–ই। সাদা বলের বোলার পরিচয় ঝেড়ে ফেলে টেস্টেও সাফল্য পাওয়া হাসান মাহমুদের হাতেও। বলটা কেন লেখার শুরুতেই আসার মতো গুরুত্বপূর্ণ হয়ে উঠল? কারণ, বাংলাদেশের টেস্ট বোলারদের এখন দ্রুত এসজি বলে মানিয়ে নিতে হচ্ছে। ভারত নিজেদের দেশে টেস্ট ক্রিকেটে হাতে বানানো এই বল ব্যবহার করে থাকে। ভারতের বিপক্ষে টেস্ট সিরিজের আগে বোলারদের তাই এটির সঙ্গে মানিয়ে নেওয়াটা খুব জরুরি।',
    photo: 'https://images.prothomalo.com/prothomalo-bangla%2F2024-09-08%2Ffr8qg7zr%2FWhatsApp%20Image%202024-09-08%20at%2020.46.56_41b23c0d.jpg?rect=0%2C0%2C1600%2C1067&auto=format%2Ccompress&fmt=webp&format=webp&w=640&dpr=1.0'
  }
];
